tap "1password/tap"
tap "achannarasappa/tap"
tap "adoptopenjdk/openjdk"
tap "archivebox/archivebox"
tap "artginzburg/tap"
tap "blacktop/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "humanlogio/tap"
tap "jakehilborn/jakehilborn"
tap "jandedobbeleer/oh-my-posh"
tap "mas-cli/tap"
tap "microsoft/git"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pebble/pebble-sdk"
tap "qmk/qmk"
tap "robotsandpencils/made"
tap "rsteube/tap"
tap "tarkah/tickrs"
tap "wix/brew"
tap "xcodesorg/made"
brew "antidote"
brew "apprise"
brew "aria2"
brew "atuin"
brew "libusb"
brew "libusb-compat"
brew "bat"
brew "btop"
brew "caddy"
brew "cheat"
brew "chezmoi"
brew "cocoapods"
brew "lima"
brew "colima"
brew "deno"
brew "dialog"
brew "difftastic"
brew "docutils"
brew "drill"
brew "dust"
brew "folly"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "ext4fuse"
brew "eza"
brew "f3"
brew "fd"
brew "gnutls"
brew "libmicrohttpd"
brew "sdl2"
brew "ffmpeg"
brew "firebase-cli"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "gitui"
brew "gnupg"
brew "pkgconf"
brew "icu4c@76"
brew "smartmontools"
brew "gsmartcontrol"
brew "gstreamer"
brew "htop"
brew "httpie"
brew "humanlog"
brew "ios-deploy"
brew "iperf"
brew "jless"
brew "jq"
brew "llvm"
brew "micro"
brew "miller"
brew "mise"
brew "mosh"
brew "mtr"
brew "ncdu"
brew "nushell"
brew "ollama", restart_service: :changed
brew "p7zip"
brew "pandoc"
brew "pgcli"
brew "python-tk@3.11"
brew "python@3.10"
brew "qemu"
brew "rclone"
brew "rom-tools"
brew "sampler"
brew "sd"
brew "semgrep"
brew "sevenzip"
brew "spice-gtk"
brew "superfile"
brew "swift-format"
brew "swiftlint"
brew "tailscale"
brew "tcl-tk"
brew "telnet"
brew "tiger-vnc"
brew "tldr"
brew "ugit"
brew "ugrep"
brew "vercel-cli"
brew "virt-manager"
brew "wakeonlan"
brew "watchman"
brew "webhook"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "xcodes", link: false
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zinit"
brew "zoxide"
brew "zsh"
brew "achannarasappa/tap/ticker"
brew "artginzburg/tap/sudo-touchid"
brew "blacktop/tap/ipsw"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "mas-cli/tap/mas"
brew "qmk/qmk/qmk"
brew "rsteube/tap/carapace"
brew "tarkah/tickrs/tickrs"
brew "wix/brew/applesimutils"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "android-studio"
cask "apparency"
cask "arc"
cask "autodesk-fusion"
cask "balenaetcher"
cask "beeper"
cask "blender"
cask "calibre"
cask "cheatsheet"
cask "claude"
cask "cursor"
cask "cyberduck"
cask "darktable"
cask "detox-instruments"
cask "discord"
cask "docker"
cask "duckduckgo"
cask "firefox@developer-edition"
cask "flipper"
cask "font-cascadia-code-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-monaspace"
cask "font-monaspace-nerd-font"
cask "gb-studio"
cask "github"
cask "github-copilot-for-xcode"
cask "godot"
cask "google-chrome"
cask "gstreamer-runtime"
cask "hiddenbar"
cask "iina"
cask "insomnia"
cask "ios-app-signer"
cask "isimulator"
cask "itch"
cask "iterm2"
cask "lm-studio"
cask "love"
cask "lunasea"
cask "macfuse"
cask "mdimagesizemdimporter"
cask "messenger"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "moonlight"
cask "motrix"
cask "notion"
cask "obsidian"
cask "openrgb"
cask "qflipper"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlvideo"
cask "qmk-toolbox"
cask "raycast"
cask "react-native-debugger"
cask "readdle-spark"
cask "reader"
cask "rockboxutility"
cask "sdformatter"
cask "session-manager-plugin"
cask "sf-symbols"
cask "shottr"
cask "sidequest"
cask "signal"
cask "sim-genie"
cask "spacedrive"
cask "steam"
cask "syncthing"
cask "syntax-highlight"
cask "telegram"
cask "thunderbird"
cask "ticktick"
cask "tigervnc-viewer"
cask "tuist"
cask "utm"
cask "via"
cask "vial"
cask "visual-studio-code"
cask "vlc"
cask "vox"
cask "warp"
cask "whisky"
cask "wine-stable"
cask "wireshark"
cask "wwdc"
cask "xcodes"
cask "xscope"
cask "yaak"
cask "yattee"
cask "yubico-yubikey-manager"
cask "zoom"
cask "zulu@11"
mas "1Password for Safari", id: 1569813296
mas "Actions", id: 1586435171
mas "AdGuard for Safari", id: 1440147259
mas "AdGuardHome", id: 1543143740
mas "AppDab", id: 1612325183
mas "Bakery", id: 1575220747
mas "CardPointers", id: 1472875808
mas "Color Picker", id: 1545870783
mas "ColorSlurp", id: 1287239339
mas "Craft", id: 1487937127
mas "Dark Noise", id: 1465439395
mas "Dark Reader for Safari", id: 1438243180
mas "Darkroom", id: 953286746
mas "Data Jar", id: 1453273600
mas "Deliveries", id: 290986013
mas "DevCodePurge", id: 0
mas "Developer", id: 640199958
mas "Dropover", id: 1355679052
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "GoodLinks", id: 1474335294
mas "Goodnotes", id: 1444383602
mas "HACK", id: 1464477788
mas "Helm", id: 6479357934
mas "Home Assistant", id: 1099568401
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Ivory", id: 6444602274
mas "Jayson", id: 1468691718
mas "Keepa - Price Tracker", id: 1533805339
mas "Keynote", id: 409183694
mas "Manet", id: 0
mas "Mela", id: 1568924476
mas "Microsoft Remote Desktop", id: 1295203466
mas "My Links", id: 6504573402
mas "Noir", id: 1592917505
mas "Notability", id: 360593530
mas "NotePlan Beta", id: 0
mas "Numbers", id: 409203825
mas "One Thing", id: 1604176982
mas "OptiCull", id: 6448657895
mas "Pages", id: 409201541
mas "Paletter", id: 1556798345
mas "Pandan", id: 1569600264
mas "Paperparrot", id: 1663665267
mas "Pasteboard Viewer", id: 1499215709
mas "Pastel", id: 413897608
mas "Photomator", id: 1444636541
mas "Picasso", id: 6472062986
mas "PiPifier", id: 1160374471
mas "Pixelmator Pro", id: 1289583905
mas "Plash", id: 1494023538
mas "Poolsuite FM", id: 1514817810
mas "Rakuten Cash Back", id: 1451893560
mas "Reeder", id: 1529448980
mas "Reeder", id: 6475002485
mas "Refined GitHub", id: 1519867270
mas "Sink It", id: 6449873635
mas "Slack", id: 803453959
mas "Steam Link", id: 1246969117
mas "Streaks", id: 963034692
mas "Structured", id: 1499198946
mas "Swift Playground", id: 1496833156
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Transporter", id: 1450874784
mas "Userscripts", id: 1463298887
mas "WhatsApp", id: 310633997
mas "WiFi Explorer", id: 494803304
mas "WireGuard", id: 1451685025
mas "Yomu", id: 562211012
vscode "1password.op-vscode"
vscode "aaron-bond.better-comments"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "ciantic.keymapceditor-vsc"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "felixjb.testify"
vscode "file-icons.file-icons"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "fwcd.kotlin"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "google.geminicodeassist"
vscode "gruntfuggly.todo-tree"
vscode "johnpapa.vscode-peacock"
vscode "josetr.cmake-language-support-vscode"
vscode "joshbolduc.commitlint"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "leizongmin.node-module-intellisense"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "orta.vscode-jest"
vscode "orta.vscode-ts-markdown-to-playground"
vscode "orta.vscode-twoslash-queries"
vscode "paulmolluzzo.convert-css-in-js"
vscode "pkief.material-icon-theme"
vscode "pnp.polacode"
vscode "pollywoggames.pico8-ls"
vscode "quicktype.quicktype"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "stringham.move-ts"
vscode "sweetpad.sweetpad"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wattenberger.footsteps"
vscode "wix.vscode-import-cost"
vscode "xyc.vscode-mdx-preview"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
