tap "achannarasappa/tap", "https://github.com/achannarasappa/tap.git", trusted: true
tap "adoptopenjdk/openjdk", trusted: true
tap "anomalyco/tap"
tap "antoniorodr/cronboard", trusted: true
tap "antoniorodr/memo", trusted: true
tap "archivebox/archivebox", trusted: true
tap "artginzburg/tap", trusted: true
tap "bellicose100xp/tap", trusted: true
tap "blacktop/tap", trusted: true
tap "cameroncooke/axe", trusted: true
tap "crumbyte/noxdir", trusted: true
tap "derekwisong/datui", trusted: true
tap "djetelina/tap"
tap "filosottile/musl-cross", trusted: true
tap "ggozad/formulas", trusted: true
tap "herald-email/herald"
tap "jakehilborn/jakehilborn", trusted: true
tap "jandedobbeleer/oh-my-posh", trusted: true
tap "lance0/tap", trusted: true
tap "lazynop/tap", trusted: true
tap "loopwork/tap", "https://github.com/mattt/homebrew-tap.git", trusted: true
tap "matthart1983/tap", trusted: true
tap "mattt/tap", "https://github.com/mattt/homebrew-tap.git", trusted: true
tap "microsoft/git", trusted: true
tap "moghtech/komodo", trusted: true
tap "nikitabobko/tap", trusted: true
tap "osx-cross/arm", trusted: true
tap "osx-cross/avr", trusted: true
tap "pebble/pebble-sdk", trusted: true
tap "qmk/qmk", trusted: true
tap "ricardodantas/tap", trusted: true
tap "rudrankriyam/tap", trusted: true
tap "sergiobenitez/osxct", "https://github.com/SergioBenitez/homebrew-osxct", trusted: true
tap "sikarugir-app/sikarugir", "https://github.com/Sikarugir-App/homebrew-sikarugir", trusted: true
tap "steipete/tap", trusted: true
tap "surge-downloader/tap", "https://github.com/SurgeDM/homebrew-tap.git", trusted: true
tap "surgedm/tap", "https://github.com/SurgeDM/homebrew-tap.git", trusted: true
tap "tarkah/tickrs", trusted: true
tap "tlipinski/tap"
tap "tokuhirom/tap", trusted: true
tap "wix-incubator/brew", "https://github.com/wix-incubator/homebrew-brew.git", trusted: true
tap "wix/brew", "https://github.com/wix-incubator/homebrew-brew.git"
tap "xykong/tap"
tap "yakitrak/yakitrak", trusted: true
# Plugin manager for zsh, inspired by antigen and antibody
brew "antidote"
# Cryptography and SSL/TLS Toolkit
brew "openssl@3"
# Send notifications from the command-line to popular notification services
brew "apprise"
# Download with resuming and segmented downloading
brew "aria2"
# FSF/GNU binutils for cross-compiling to arm-linux
brew "arm-linux-gnueabihf-binutils"
# Simple API client (Postman-like) in your terminal
brew "atac"
# Improved shell history for zsh, bash, fish and nushell
brew "atuin"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Terminal EPUB Book Reader
brew "bookokrat"
# Resource monitor. C++ version and continuation of bashtop and bpytop
brew "btop"
# Powerful, enterprise-ready, open source web server with automatic HTTPS
brew "caddy"
# Multi-shell multi-command argument completer
brew "carapace"
# Scan for endpoints, secrets, API keys, file extensions, tokens and more
brew "cariddi"
# Create and view interactive cheat sheets for *nix commands
brew "cheat"
# Manage your dotfiles across multiple diverse machines, securely
brew "chezmoi"
# Dependency manager for Cocoa projects
brew "cocoapods"
# Create and run Linux containers using lightweight virtual machines
brew "container"
# DuckDuckGo from the terminal
brew "ddgr"
# Secure runtime for JavaScript and TypeScript
brew "deno"
# Display user-friendly message boxes from shell scripts
brew "dialog"
# Diff that understands syntax
brew "difftastic"
# Text processing system for reStructuredText
brew "docutils"
# HTTP load testing application written in Rust
brew "drill"
# Disk Usage/Free Utility - a better 'df' alternative
brew "duf"
# More intuitive version of du in rust
brew "dust"
# Collection of reusable C++ library artifacts developed at Facebook
brew "folly"
# Modular, composable client/server abstractions framework
brew "wangle"
# Facebook's branch of Apache Thrift, including a new C++ server
brew "fbthrift"
# Thrift functions for querying information from a service
brew "fb303"
# Shared library for Watchman and Eden projects
brew "edencommon"
# Perl lib for reading and writing EXIF metadata
brew "exiftool"
# Read-only implementation of ext4 for FUSE
brew "ext4fuse"
# Modern, maintained replacement for ls
brew "eza"
# Test various flash cards
brew "f3"
# Simple, fast and user-friendly alternative to find
brew "fd"
# SDL2 compatibility layer that uses SDL3 behind the scenes
brew "sdl2-compat"
# Play, record, convert, and stream select audio and video codecs
brew "ffmpeg"
# GNU Transport Layer Security (TLS) Library
brew "gnutls"
# Light HTTP/1.1 server library
brew "libmicrohttpd"
# User-friendly command-line shell for UNIX-like operating systems
brew "fish"
# Terminal JSON viewer
brew "fx"
# Command-line fuzzy finder written in Go
brew "fzf"
# GNU awk utility
brew "gawk"
# Disk usage analyzer with console interface written in Go
brew "gdu"
# Interact with Google Gemini AI models from the command-line
brew "gemini-cli"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# Syntax-highlighting pager for git and diff output
brew "git-delta"
# Git extension for versioning large files
brew "git-lfs"
# Blazing fast terminal-ui for git written in rust
brew "gitui"
# Render markdown on the CLI
brew "glow"
# Library for USB device access
brew "libusb"
# GNU Privacy Guard (OpenPGP)
brew "gnupg"
# Package compiler and linker metadata toolkit
brew "pkgconf"
# Modern download manager that supports all platform
brew "gopeed"
# C/C++ and Java libraries for Unicode and globalization
brew "icu4c@76"
# SMART hard drive monitoring
brew "smartmontools"
# Graphical user interface for smartctl
brew "gsmartcontrol"
# Development framework for multimedia applications
brew "gstreamer"
# Improved top (interactive process viewer)
brew "htop"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Logs for humans to read
brew "humanlog"
# Install and debug iPhone apps from the command-line
brew "ios-deploy"
# Tool to measure maximum TCP and UDP bandwidth
brew "iperf"
# Command-line pager for JSON data
brew "jless"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Handy way to save and run project-specific commands
brew "just"
# Kubernetes command-line interface
brew "kubernetes-cli"
# Simple terminal UI for git commands
brew "lazygit"
# Library for USB device access
brew "libusb-compat"
# C library for reading, creating, and modifying zip archives
brew "libzip"
# Find what models run on your hardware
brew "llmfit"
# Next-gen compiler infrastructure
brew "llvm"
# Mac App Store command-line interface
brew "mas"
# Modern and intuitive terminal-based text editor
brew "micro"
# Terminal-based visual file manager
brew "midnight-commander"
# Like sed, awk, cut, join & sort for name-indexed data such as CSV
brew "miller"
# Polyglot runtime manager (asdf rust clone)
brew "mise"
# Deep clean and optimize your Mac
brew "mole"
# Remote terminal application
brew "mosh"
# 'traceroute' and 'ping' in a single tool
brew "mtr"
# NCurses Disk Usage
brew "ncdu"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# Modern shell for the GitHub era
brew "nushell"
# Create, run, and share large language models (LLMs)
brew "ollama"
# General-purpose speech recognition model
brew "openai-whisper"
# 7-Zip (high compression file archiver) implementation
brew "p7zip"
# Swiss-army knife of markup format conversion
brew "pandoc"
# CLI for Postgres with auto-completion and syntax highlighting
brew "pgcli"
# Modern API client that lives in your terminal
brew "posting"
# Modern replacement for ps written in Rust
brew "procs"
# Python interface to Tcl/Tk
brew "python-tk@3.11"
# Interpreted, interactive, object-oriented programming language
brew "python@3.10"
# Generic machine emulator and virtualizer
brew "qemu"
# Rsync for cloud storage
brew "rclone"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Tools for Multiple Arcade Machine Emulator
brew "rom-tools"
# Tool for shell commands execution, visualization and alerting
brew "sampler"
# Intuitive find & replace CLI
brew "sd"
# Library for loading images as SDL surfaces and textures
brew "sdl2_image"
# Library for using TrueType fonts in SDL applications
brew "sdl2_ttf"
# Easily detect and prevent bugs and anti-patterns in your codebase
brew "semgrep"
# 7-Zip is a file archiver with a high compression ratio
brew "sevenzip"
# Prettier way to inspect network connections
brew "snitch"
# GTK client/libraries for SPICE
brew "spice-gtk"
# Formatting technology for Swift source code
brew "swift-format"
# Tool to enforce Swift style and conventions
brew "swiftlint"
# Swift toolchain installer and manager
brew "swiftly"
# Easiest, most secure way to use WireGuard and 2FA
brew "tailscale"
# Tool Command Language
brew "tcl-tk"
# General purpose fuzzy finder TUI
brew "television"
# User interface to the TELNET protocol
brew "telnet"
# High-performance, platform-neutral implementation of VNC
brew "tiger-vnc"
# Simplified and community-driven man pages
brew "tldr"
# Undo git commands. Your damage control git buddy
brew "ugit"
# Ultra fast grep with query UI, fuzzy search, archive search, and more
brew "ugrep"
# Extremely fast Python package installer and resolver, written in Rust
brew "uv"
# Watch files and take action when they change
brew "watchman"
# Lightweight, configurable incoming webhook server
brew "webhook"
# Internet file retriever
brew "wget"
# LAN discovery tool with a modern TUI written in Go
brew "whosthere"
# CLI for Git worktree management, designed for parallel AI agent workflows
brew "worktrunk"
# Little beautifier tool for xcodebuild
brew "xcbeautify"
# Build server protocol implementation for integrating Xcode with sourcekit-lsp
brew "xcode-build-server"
# Generate your Xcode project from a spec file and your folder structure
brew "xcodegen"
# Command-line tool to install and switch between multiple versions of Xcode
brew "xcodes", link: false
# Blazing fast terminal file manager written in Rust, based on async I/O
brew "yazi"
# Process YAML, JSON, XML, CSV and properties documents from the CLI
brew "yq"
# Feature-rich command-line audio/video downloader
brew "yt-dlp"
# Pluggable terminal workspace, with terminal multiplexer as the base feature
brew "zellij"
# Flexible and fast Zsh plugin manager
brew "zinit"
# Shell extension to navigate your filesystem faster
brew "zoxide"
# UNIX shell (command interpreter)
brew "zsh"
# Terminal stock ticker with live updates and position tracking
brew "achannarasappa/tap/ticker"
# The AI coding agent built for the terminal.
brew "anomalyco/tap/opencode", trusted: true
# A terminal-based dashboard for managing cron jobs
brew "antoniorodr/cronboard/cronboard"
# CLI app to manage your Apple Notes and Apple reminders
brew "antoniorodr/memo/memo"
# Permanent TouchID support for sudo
brew "artginzburg/tap/sudo-touchid"
# Interactive JSON query tool with real-time output
brew "bellicose100xp/tap/jiq"
# iOS/macOS Research Swiss Army Knife
brew "blacktop/tap/ipsw"
# CLI tool for interacting with iOS Simulators via accessibility and HID APIs
brew "cameroncooke/axe/axe"
# Data Exploration in the Terminal
brew "derekwisong/datui/datui"
# TUI for chezmoi
brew "djetelina/tap/cheznav", trusted: true
# Linux cross compilers based on musl libc
brew "filosottile/musl-cross/musl-cross"
# Terminal email client and inbox cleanup tool
brew "herald-email/herald/herald", trusted: true
# macOS command line utility to configure multi-display resolutions and arrangements. Essentially XRandR for macOS.
brew "jakehilborn/jakehilborn/displayplacer"
# Prompt theme engine for any shell
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
# Modern network bandwidth testing with TUI - iperf3 replacement
brew "lance0/tap/xfr"
# TUI for managing .env files
brew "lazynop/tap/lazyenv"
# Real-time network diagnostics in your terminal — zero config, instant visibility
brew "matthart1983/tap/netwatch"
# Cli to interact with Komodo Core
brew "moghtech/komodo/km"
# Quantum Mechanical Keyboard (QMK) Firmware
brew "qmk/qmk/qmk"
# Terminal-based automated file organizer inspired by Hazel
brew "ricardodantas/tap/hazelnut"
# Fast, AI-agent friendly CLI for App Store Connect
brew "rudrankriyam/tap/asc"
# Realtime ticker data in your terminal 📈
brew "tarkah/tickrs/tickrs"
# Interactive TUI pipeline editor built for rapid iteration
brew "tlipinski/tap/rura", trusted: true
# Docker Compose Viewer - A TUI tool for monitoring Docker Compose applications
brew "tokuhirom/tap/dcv"
# Apple simulator utilities
brew "wix/brew/applesimutils"
brew "yakitrak/yakitrak/notesmd-cli", link: false
# Password manager that keeps all passwords secure behind one password
cask "1password"
# Command-line interface for 1Password
cask "1password-cli"
# Image editing and design software
cask "affinity"
# Utility to add Dynamic Island like features to notch area
cask "alcove"
# Tools for building Android applications
cask "android-studio"
# Agent orchestration platform
cask "antigravity"
# Temporary notes with calculations and extensible features
cask "antinote"
# Inspect application bundles
cask "apparency"
# Integrated CAD, CAM, CAE, and PCB software
cask "autodesk-fusion"
# Tool to flash OS images to SD cards & USB drives
cask "balenaetcher"
# 3D creation suite
cask "blender"
# Monitors common persistence locations
cask "blockblock"
# E-books management software
cask "calibre"
# Anthropic's official Claude AI desktop app
cask "claude"
# Terminal-based AI coding assistant
cask "claude-code"
# Brings the power of Copilot coding agent directly to your terminal
cask "copilot-cli"
# Server and cloud storage browser
cask "cyberduck"
cask "wix-incubator/brew/detox-instruments"
# UI to create reproducible developer environments based on a devcontainer.json
cask "devpod"
# Voice and text chat software
cask "discord"
# Open-source physical access (aka 'evil maid') attack detector
cask "do-not-disturb"
# Window peeking utility app
cask "dockdoor"
# App to build and share containerised applications and microservices
cask "docker-desktop"
# Per-application volume mixer, equalizer, and audio router
cask "finetune"
# Markdown previews in Finder QuickLook with diagrams and math
cask "xykong/tap/flux-markdown", trusted: true
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-maple-mono"
cask "font-maple-mono-nf"
cask "font-monaspace"
cask "font-monaspace-nf"
cask "font-server-mono"
# Drag and drop retro game creator
cask "gb-studio"
# Terminal emulator that uses platform-native UI and GPU acceleration
cask "ghostty"
# Desktop client for GitHub repositories
cask "github"
# 2D and 3D game engine
cask "godot"
# Open Source Multimedia Framework
cask "gstreamer-runtime"
# Speech to text application
cask "handy"
# Convert your caps lock key or any of your modifier keys to the hyper key
cask "hyperkey"
# Free and open-source media player
cask "iina"
# iOS Sideloading Companion
cask "iloader"
# MCP server app for your application
cask "loopwork/tap/imcp"
# HTTP and GraphQL Client
cask "insomnia"
# App for (re)signing iOS apps and bundling them
cask "ios-app-signer"
# Utility to control and manage the Simulator
cask "isimulator"
# Game client for itch.io
cask "itch"
# Terminal emulator as alternative to Apple's Terminal app
cask "iterm2"
# Menu bar manager
cask "jordanbaird-ice"
# Tool to show what is persistently installed on the computer
cask "knockknock"
# Customise mouse behavior
cask "linearmouse"
# Open-source cross-platform alternative to AirDrop
cask "localsend"
# Support for Logitech G gear
cask "logitech-g-hub"
# Open-source firewall to block unknown outgoing connections
cask "lulu"
# File system integration
cask "macfuse"
# Procedural material authoring and 3D painting tool based on the Godot Engine
cask "material-maker"
# Provides updates to various Microsoft products
cask "microsoft-auto-update"
# Middle-click and middle-drag via three-finger trackpad gestures
cask "middledrag"
# GameStream client
cask "moonlight"
# Terminal utility for visualizing file system usage.
cask "crumbyte/noxdir/noxdir"
# Knowledge base that works on top of a local folder of plain text Markdown files
cask "obsidian"
# Cloud storage client
cask "onedrive"
# Open source RGB lighting control that doesn't depend on manufacturer software
cask "openrgb"
# Replacement for Docker Desktop
cask "orbstack"
# Monitors computer mic and webcam
cask "oversight"
# VPN client
cask "privadovpn"
# Companion app for Flipper Zero devices
cask "qflipper"
# Thumbnails, static previews, cover art and metadata for video files
cask "quicklook-video"
# Control your tools with a few keystrokes
cask "raycast"
# Ebook reader
cask "readest"
# Automated installer for the Rockbox digital music player firmware
cask "rockboxutility"
# Tool to format memory cards complying with the SD File System spec
cask "sdformatter"
# Tool that provides consistent, highly configurable symbols for apps
cask "sf-symbols"
# Screenshot measurement and annotation tool
cask "shottr"
# Virtual reality content platform
cask "sidequest"
# Instant messaging application focusing on security
cask "signal"
# Porting tool, to make Windows programs/games into native apps
cask "sikarugir-app/sikarugir/sikarugir"
# Video game digital distribution service
cask "steam"
# Network toolbox
cask "surge"
# Xcode Extension for reformatting Swift code
cask "swiftformat-for-xcode"
# Real time file synchronisation software
cask "syncthing-app"
# Messaging app with a focus on speed and security
cask "telegram"
# Flexible level editor
cask "tiled"
# Create, maintain, and interact with Xcode projects at scale
cask "tuist"
# Virtual machines UI using QEMU
cask "utm"
# Keyboard configurator
cask "via"
# Open-source code editor
cask "visual-studio-code"
# Web browser with built-in email client focusing on customization and control
cask "vivaldi"
# Compatibility layer to run Windows applications
cask "wine-stable"
# Network protocol analyzer
cask "wireshark-app"
# Allows access to WWDC livestreams, videos and sessions
cask "wwdc"
# Install and switch between multiple versions of Xcode
cask "xcodes-app"
# Tools for measuring, inspecting & testing on-screen graphics and layouts
cask "xscope"
# REST, GraphQL and gRPC client
cask "yaak"
# Full-featured companion app to the YubiKey
cask "yubico-authenticator"
# Multiplayer code editor
cask "zed"
# Video communication and virtual meeting platform
cask "zoom"
# OpenJDK distribution from Azul
cask "zulu@11"
mas "1Password for Safari", id: 1569813296
mas "Actions", id: 1586435171
mas "AdGuard for Safari", id: 1440147259
mas "AdGuardHome", id: 1543143740
mas "AppDab", id: 1612325183
mas "Augmented Steam", id: 0
mas "Bakery", id: 1575220747
mas "CardPointers", id: 1472875808
mas "Color Picker", id: 1545870783
mas "Craft", id: 1487937127
mas "Dark Noise", id: 1465439395
mas "Darkroom", id: 953286746
mas "Data Jar", id: 1453273600
mas "Deliveries", id: 290986013
mas "Developer", id: 640199958
mas "Dropover", id: 1355679052
mas "FocusPomo", id: 1528322796
mas "Folder Quick Look", id: 6753110395
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "GoodLinks", id: 1474335294
mas "Goodnotes", id: 1444383602
mas "HACK", id: 1464477788
mas "Home Assistant", id: 1099568401
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Ivory", id: 6444602274
mas "Jayson", id: 1468691718
mas "Keepa - Price Tracker", id: 1533805339
mas "Keynote", id: 409183694
mas "Mela", id: 1568924476
mas "My Links", id: 6504573402
mas "News Explorer", id: 1032670789
mas "Noir", id: 1592917505
mas "Notability", id: 360593530
mas "NotePlan Beta", id: 0
mas "Numbers", id: 409203825
mas "Obsidian Web Clipper", id: 6720708363
mas "One Thing", id: 1604176982
mas "Outpost", id: 6749519388
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "Paperparrot", id: 1663665267
mas "Parachute", id: 6748614170
mas "Photomator", id: 1444636541
mas "Picasso", id: 6472062986
mas "Pieoneer", id: 6739781207
mas "PiPifier", id: 1160374471
mas "Pixelmator Pro", id: 1289583905
mas "Poolsuite FM", id: 1514817810
mas "Rakuten Cash Back", id: 1451893560
mas "Reeder", id: 6475002485
mas "Reeder", id: 1529448980
mas "Refined GitHub", id: 1519867270
mas "Reins", id: 6739738501
mas "Screens 5", id: 1663047912
mas "SingleFile", id: 6444322545
mas "Sink It", id: 6449873635
mas "Slack", id: 803453959
mas "SponsorBlock", id: 1573461917
mas "Steam Link", id: 1246969117
mas "Streaks", id: 963034692
mas "Swift Playground", id: 1496833156
mas "Tailscale", id: 1475387142
mas "Termius", id: 1176074088
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Transporter", id: 1450874784
mas "Tripsy", id: 1429967544
mas "Userscripts", id: 1463298887
mas "WhatsApp", id: 310633997
mas "WiFi Explorer", id: 494803304
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Yomu", id: 562211012
vscode "13xforever.language-x86-64-assembly"
vscode "1password.op-vscode"
vscode "aaron-bond.better-comments"
vscode "achil.vscode-javascript-repl"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "christian-kohler.path-intellisense"
vscode "ciantic.keymapceditor-vsc"
vscode "codezombiech.gitignore"
vscode "dart-code.dart-code"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "felixjb.testify"
vscode "file-icons.file-icons"
vscode "github.codespaces"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "hediet.debug-visualizer"
vscode "humao.rest-client"
vscode "jeff-hykin.better-cpp-syntax"
vscode "johnpapa.vscode-peacock"
vscode "joshbolduc.commitlint"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "matthewpi.caddyfile-support"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azure-mcp-server"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-cst-e.vscode-devskim"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vscode.vscode-typescript-next"
vscode "orta.vscode-jest"
vscode "orta.vscode-ts-markdown-to-playground"
vscode "orta.vscode-twoslash-queries"
vscode "pbkit.vscode-pbkit"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pollywoggames.pico8-ls"
vscode "redhat.extester-runner"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "ryzngard.vscode-header-source"
vscode "styled-components.vscode-styled-components"
vscode "sweetpad.sweetpad"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "typescriptteam.native-preview"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "vitest.explorer"
vscode "vscjava.vscode-java-dependency"
vscode "vue.volar"
vscode "wattenberger.footsteps"
vscode "xyc.vscode-mdx-preview"
vscode "yzhang.markdown-all-in-one"
go "cmd/go"
go "cmd/gofmt"
go "github.com/renatoworks/oh-my-reddit"
cargo "basalt-tui"
cargo "clin-rs"
cargo "darya"
cargo "paperless-cli"
cargo "rustlings"
uv "mcp-proxy"
