tap "achannarasappa/tap"
tap "adoptopenjdk/openjdk"
tap "antoniorodr/cronboard"
tap "antoniorodr/memo"
tap "archivebox/archivebox"
tap "artginzburg/tap"
tap "bellicose100xp/tap"
tap "blacktop/tap"
tap "cameroncooke/axe"
tap "crumbyte/noxdir"
tap "derekwisong/datui"
tap "filosottile/musl-cross"
tap "ggozad/formulas"
tap "jakehilborn/jakehilborn"
tap "jandedobbeleer/oh-my-posh"
tap "lance0/tap"
tap "loopwork/tap"
tap "microsoft/git"
tap "moghtech/komodo"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "pebble/pebble-sdk"
tap "qmk/qmk"
tap "ricardodantas/tap"
tap "rudrankriyam/tap"
tap "sergiobenitez/osxct"
tap "sikarugir-app/sikarugir"
tap "steipete/tap"
tap "surge-downloader/tap"
tap "tarkah/tickrs"
tap "tokuhirom/tap"
tap "wix/brew"
tap "yakitrak/yakitrak"
brew "antidote"
brew "apprise"
brew "aria2"
brew "arm-linux-gnueabihf-binutils"
brew "atac"
brew "atuin"
brew "libusb"
brew "libusb-compat"
brew "bat"
brew "btop"
brew "caddy"
brew "carapace"
brew "cariddi"
brew "cheat"
brew "chezmoi"
brew "cocoapods"
brew "ddgr"
brew "deno"
brew "dialog"
brew "difftastic"
brew "docutils"
brew "drill"
brew "duf"
brew "dust"
brew "folly"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "exiftool"
brew "ext4fuse"
brew "eza"
brew "f3"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "gnutls"
brew "libmicrohttpd"
brew "firebase-cli"
brew "fx"
brew "fzf"
brew "gawk"
brew "gdu"
brew "gemini-cli"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitui"
brew "gnupg"
brew "pkgconf"
brew "gopeed"
brew "icu4c@76"
brew "smartmontools"
brew "gsmartcontrol"
brew "gstreamer"
brew "htop"
brew "httpie"
brew "humanlog"
brew "ios-deploy"
brew "iperf"
brew "jless"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazygit"
brew "libzip"
brew "lima"
brew "llvm"
brew "mas"
brew "micro"
brew "midnight-commander"
brew "miller"
brew "mise"
brew "mole"
brew "mosh"
brew "mtr"
brew "ncdu"
brew "neovim"
brew "nushell"
brew "ollama"
brew "openai-whisper"
brew "p7zip"
brew "pandoc"
brew "pgcli"
brew "posting"
brew "python-tk@3.11"
brew "python@3.10"
brew "qemu"
brew "rclone"
brew "ripgrep"
brew "rom-tools"
brew "sampler"
brew "sd"
brew "sdl2_image"
brew "sdl2_ttf"
brew "semgrep"
brew "sevenzip"
brew "snitch"
brew "spice-gtk"
brew "superfile"
brew "swift-format"
brew "swiftlint"
brew "swiftly"
brew "tailscale"
brew "tcl-tk"
brew "telnet"
brew "tiger-vnc"
brew "ugit"
brew "ugrep"
brew "uv"
brew "vercel-cli"
brew "virt-manager"
brew "wakeonlan"
brew "watchman"
brew "webhook"
brew "wget"
brew "whosthere"
brew "xcbeautify"
brew "xcode-build-server"
brew "xcodegen"
brew "xcodes"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "zellij"
brew "zinit"
brew "zoxide"
brew "zsh"
brew "achannarasappa/tap/ticker"
brew "antoniorodr/cronboard/cronboard"
brew "antoniorodr/memo/memo"
brew "artginzburg/tap/sudo-touchid"
brew "bellicose100xp/tap/jiq"
brew "blacktop/tap/ipsw"
brew "cameroncooke/axe/axe"
brew "derekwisong/datui/datui"
brew "filosottile/musl-cross/musl-cross"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "lance0/tap/xfr"
brew "moghtech/komodo/km"
brew "qmk/qmk/qmk"
brew "ricardodantas/tap/hazelnut"
brew "rudrankriyam/tap/asc"
brew "steipete/tap/camsnap"
brew "steipete/tap/imsg"
brew "steipete/tap/remindctl"
brew "steipete/tap/summarize"
brew "steipete/tap/wacli"
brew "tarkah/tickrs/tickrs"
brew "tokuhirom/tap/dcv"
brew "wix/brew/applesimutils"
brew "yakitrak/yakitrak/obsidian-cli"
cask "1password"
cask "1password-cli"
cask "android-studio"
cask "antigravity"
cask "apparency"
cask "autodesk-fusion"
cask "balenaetcher"
cask "blender"
cask "blockblock"
cask "calibre"
cask "claude"
cask "claude-code"
cask "copilot-cli"
cask "cyberduck"
cask "wix/brew/detox-instruments"
cask "devpod"
cask "discord"
cask "do-not-disturb"
cask "dockdoor"
cask "docker-desktop"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-monaspace"
cask "font-monaspace-nf"
cask "font-server-mono"
cask "gb-studio"
cask "ghostty"
cask "github"
cask "godot"
cask "google-chrome"
cask "gstreamer-runtime"
cask "handy"
cask "iina"
cask "loopwork/tap/imcp"
cask "insomnia"
cask "ios-app-signer"
cask "isimulator"
cask "itch"
cask "iterm2"
cask "jordanbaird-ice"
cask "knockknock"
cask "localsend"
cask "logitech-g-hub"
cask "lulu"
cask "macfuse"
cask "material-maker"
cask "microsoft-auto-update"
cask "moonlight"
cask "motrix"
cask "crumbyte/noxdir/noxdir"
cask "obsidian"
cask "onedrive"
cask "openrgb"
cask "orbstack"
cask "oversight"
cask "privadovpn"
cask "qflipper"
cask "qlvideo"
cask "raycast"
cask "readest"
cask "rockboxutility"
cask "sdformatter"
cask "sf-symbols"
cask "sidequest"
cask "signal"
cask "sikarugir-app/sikarugir/sikarugir"
cask "steam"
cask "surge"
cask "swiftformat-for-xcode"
cask "syncthing-app"
cask "telegram"
cask "tiled"
cask "tuist"
cask "utm"
cask "via"
cask "visual-studio-code"
cask "vivaldi"
cask "wine-stable"
cask "wireshark-app"
cask "wwdc"
cask "xcodes-app"
cask "xscope"
cask "yaak"
cask "yubico-yubikey-manager"
cask "zed"
cask "zoom"
cask "zulu@11"
mas "1Password for Safari", id: 1569813296
mas "Actions", id: 1586435171
mas "AdGuard for Safari", id: 1440147259
mas "AdGuardHome", id: 1543143740
mas "AppDab", id: 1612325183
mas "Augmented Steam", id: 0
mas "Bakery", id: 1575220747
mas "CardPointers", id: 1472875808
mas "Color Picker", id: 1545870783
mas "Craft", id: 1487937127
mas "Dark Noise", id: 1465439395
mas "Darkroom", id: 953286746
mas "Data Jar", id: 1453273600
mas "Deliveries", id: 290986013
mas "Developer", id: 640199958
mas "Dropover", id: 1355679052
mas "Folder Quick Look", id: 6753110395
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "GoodLinks", id: 1474335294
mas "Goodnotes", id: 1444383602
mas "HACK", id: 1464477788
mas "Helm", id: 6479357934
mas "Home Assistant", id: 1099568401
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Infuse", id: 1136220934
mas "Ivory", id: 6444602274
mas "Jayson", id: 1468691718
mas "Keepa - Price Tracker", id: 1533805339
mas "Keynote", id: 409183694
mas "Manet", id: 0
mas "Mela", id: 1568924476
mas "My Links", id: 6504573402
mas "News Explorer", id: 1032670789
mas "Noir", id: 1592917505
mas "Notability", id: 360593530
mas "NotePlan Beta", id: 0
mas "Numbers", id: 409203825
mas "One Thing", id: 1604176982
mas "Outpost", id: 6749519388
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "Paperparrot", id: 1663665267
mas "Parachute", id: 6748614170
mas "Photomator", id: 1444636541
mas "Picasso", id: 6472062986
mas "Pieoneer", id: 6739781207
mas "PiPifier", id: 1160374471
mas "Pixelmator Pro", id: 1289583905
mas "Poolsuite FM", id: 1514817810
mas "Rakuten Cash Back", id: 1451893560
mas "Reeder", id: 6475002485
mas "Reeder", id: 1529448980
mas "Refined GitHub", id: 1519867270
mas "Reins", id: 6739738501
mas "Screens 5", id: 1663047912
mas "SingleFile", id: 6444322545
mas "Sink It", id: 6449873635
mas "Slack", id: 803453959
mas "SponsorBlock", id: 1573461917
mas "Steam Link", id: 1246969117
mas "Streaks", id: 963034692
mas "Structured", id: 1499198946
mas "Supercopy", id: 6477720316
mas "Swift Playground", id: 1496833156
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "The Unarchiver", id: 425424353
mas "Transporter", id: 1450874784
mas "Tripsy", id: 1429967544
mas "Userscripts", id: 1463298887
mas "WhatsApp", id: 310633997
mas "WiFi Explorer", id: 494803304
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Yomu", id: 562211012
vscode "13xforever.language-x86-64-assembly"
vscode "1password.op-vscode"
vscode "aaron-bond.better-comments"
vscode "achil.vscode-javascript-repl"
vscode "alefragnani.bookmarks"
vscode "alefragnani.project-manager"
vscode "anthropic.claude-code"
vscode "astro-build.astro-vscode"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "catppuccin.catppuccin-vsc-pack"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "ciantic.keymapceditor-vsc"
vscode "cmstead.js-codeformer"
vscode "cmstead.jsrefactor"
vscode "codezombiech.gitignore"
vscode "cschlosser.doxdocgen"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "diemasmichiels.emulate"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "felixjb.testify"
vscode "file-icons.file-icons"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "fwcd.kotlin"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "hediet.debug-visualizer"
vscode "humao.rest-client"
vscode "jeff-hykin.better-cpp-syntax"
vscode "johnpapa.vscode-peacock"
vscode "josetr.cmake-language-support-vscode"
vscode "joshbolduc.commitlint"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "leizongmin.node-module-intellisense"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "matthewpi.caddyfile-support"
vscode "me-dutour-mathieu.vscode-github-actions"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.fluent-icons"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-serial-monitor"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "msjsdiag.vscode-react-native"
vscode "nick-lvov-dev.typescript-explicit-types"
vscode "orta.vscode-jest"
vscode "orta.vscode-ts-markdown-to-playground"
vscode "orta.vscode-twoslash-queries"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pnp.polacode"
vscode "pollywoggames.pico8-ls"
vscode "quicktype.quicktype"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "stringham.move-ts"
vscode "styled-components.vscode-styled-components"
vscode "sweetpad.sweetpad"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vadimcn.vscode-lldb"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vue.volar"
vscode "wattenberger.footsteps"
vscode "wix.vscode-import-cost"
vscode "xyc.vscode-mdx-preview"
vscode "yzhang.markdown-all-in-one"
vscode "ziyasal.vscode-open-in-github"
go "cmd/go"
go "cmd/gofmt"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
